IDEA Open Model
PointSupportNode.Point Property
Compatible with IDEA StatiCa Beta 20.0
 Reference to geometrical point
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement Point { get; set; }
Public Property Point As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace